VA_NAME = 'Виктор'

VA_VER = "v2.1"

VA_TBR = ('скажи', 'расскажи', 'открой', 'ответь', 'покажи', 'сколько', 'включи', 'поставь', 'кто твой',
          'какая', 'что по', 'спасибо тебе')

VA_ALIAS = ('привет', 'виктор', 'витя', 'викт', 'ви', 'вии')

VA_CMD_LIST = {
    "music": ('включи музыку', 'поставь трек', 'трэк'),
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром'),
    "ctime": ('текущее время', 'время', 'который час'),
    "author": ('кто твой создатель', 'кто твой автор'),
    "weather": ('какая сейчас погода', 'какой прогноз погоды', 'что по погода'),
    "thanks": ('спасибо тебе', 'благодарю', 'спасибо виктор')
}
